'''
Пользователь вводит с клавиатуры размер стороны
квадрата. Требуется отобразить на экран заполненный
квадрат. Размер стороны равен введённому размеру.
Например, если пользователь ввёл 3 на экране будет
выведено:
***
***
***
'''

for i in range(5, 20, 2):
    print(i) # 5\n
    print(i, end="-") # 5- 

print("Привет")